Repository: wp-plugins/mstw-schedules-scoreboards
Catalog: lang/mstw-schedules-scoreboards-*.po
Languages: de_de

source: A TEAM for the schedule is necessary. Please enter one.
de_de: Eine MANNSCHAFT wird für den Spielplan benötigt. Bitte eine eingeben.

source: Invalid referer. Contact system admin.
de_de: Ungültiger Referer. Systemadminstrator bitte kontaktieren.

source: Schedule Name
de_de: Spielplan-Name

source: Schedule ID
de_de: Spielplan-ID

source: Schedule for Team
de_de: Spielplan für Mannschaft

source: No Schedule ID
de_de: Keine Spielplan-ID

source: No Team for Schedule
de_de: Keine Mannschaft für Spielplan

source: No games found on schedule
de_de: Keine Spiele für Spielplan gefunden

source: No schedule specified.
de_de: Kein Spielplan angegeben.

source: No games found for
de_de: Keine Spiele gefunden für

source: Display (simple) game schedules.
de_de: (einfache) Darstellung von Spielplänen.

source: Schedule Title:
de_de: Spielplan-Titel:

source: The dates below MUST be in the format yyyy-mm-dd hh:mm. (You can omit the hh:mm for 00:00.) Otherwise, you can expect unexpected results. Use "now" as the start date to show only future games.
de_de: Die Daten unten MÜSSEN im Format yyyy-mm-dd hh:mm sein (Du kannst die hh:mm weglassen für 00:00). Sonst sind unerwartete Ergebnisse möglich. Verwende "Now" als Startdatum, um nur zukünftige Spiele zu zeigen.

source: Display Start Date:
de_de: Startdatum der Anzeige:

source: Display End Date:
de_de: Enddatum der Anzeige:

source: Maximum # of games to show (-1 to show all games):
de_de: Maximale Anzahl Spiele zu zeigen (-1 um alle Spiele zu zeigen):

source: No Scheduled Games Found
de_de: Zur Zeit sind keine Spiele angesetzt.

source: FINAL
de_de: BEENDET

source: SCORE
de_de: SPIELSTAND

source: Time:
de_de: Zeit:

source: Period:
de_de: Periode:

source: Time Format:
de_de: Zeitformat:

source: Highlight Winner:
de_de: Gewinner hervorheben:

source: Gallery format uses a background color. Ticker format uses BOLD. You can change the gallery highlight color and those behaviors via the plugin stylesheet.
de_de: Galerie-Format verwendet eine Hintergrundfarbe. Ticker-Format verwendet FETT. Du kannst diese Eigenschaften im Stylesheet des Plugins verändern.

source: Applies to the ticker header and the gallery game headers.
de_de: Wird für die Überschriften der Ticker und Spiele-Gallerien verwendet.

source: These settings apply to the gallery and ticker formats. NOTE: They will override the plugin's default settings. They can be overridden by shortcode arguments (for non-colors) and stylesheet rules (for colors).
de_de: Diese Einstellungen werden für die Galerie- und Tickerformate verwendet. HINWEIS: die Standard-Einstellungen des Plugins werden damit außer Kraft gesetzt. Du kannst sie mithilfe von Shortcode-Argumenten (außer für Farben) und Stylesheet-Regeln (für Farben) verändern.

source: Date Format:
de_de: Datumsformat:

source: Format for the date header for each block of games.
de_de: Format für die Datumsüberschrift für jeden Bereich von Spielen.

source: Display Team Name As:
de_de: Zeige Mannschaftsname als:

source: No Name
de_de: Kein Name

source: Team Name Only
de_de: Nur Mannschaftsname

source: Team Mascot Only
de_de: Nur Mannschafts-Maskottchen

source: Team Name & Mascot
de_de: Mannschaftsname & Maskottchen

source: If "No Name" is selected, the team logo must be shown.
de_de: Falls "Kein Name" gewählt ist, muss das Mannschafts-Logo gezeigt werden.

source: Show Team Logo:
de_de: Mannschaftslogo zeigen:

source: Background color of winning team in "final" games.
de_de: Hintergrundfarbe für die gewinnende Mannschaft in "abgeschlossenen" Spielen:

source: Winner Highlight Color:
de_de: Highlight-Farbe für die Sieger-Mannschaft:

source: Team Block Text Color:
de_de: Textfarbe für Mannschafts-Bereich:

source: Team Block Background Color:
de_de: Hintergrundfarbe für Mannschafts-Bereiche:

source: Gallery Date Header Color (Text):
de_de: Farbe für Überschriften Galerie-Datum (Text):

source: These settings apply to the gallery format (only). NOTE: They will override the plugin's default settings. They can be overridden by shortcode arguments (for non-colors) and stylesheet rules (for colors).
de_de: Diese Einstellungen werden nur für das Galerie-Format verwendet. HINWEIS: die Standard-Einstellungen des Plugins werden damit außer Kraft gesetzt. Du kannst sie mithilfe von Shortcode-Argumenten (außer für Farben) und Stylesheet-Regeln (für Farben) verändern.

source: Show Header:
de_de: Kopfzeile zeigen:

source: If you want to build a custom ticker header, un-check the box.
de_de: Falls Du einen eigenen Ticker-Überschrift verwenden möchtest, lass das Kästchen leer.

source: Title:
de_de: Titel:

source: Enter an empty string to force the default display of the scoreboard name.
de_de: Gib eine leere Zeichenkette ein, um den Standardnamen für die Anzeigetafel zu verwenden.

source: Link Label:
de_de: Überschrift Link:

source: Enter an empty string to remove the link (left of the title).
de_de: Gib eine leere Zeichenkette ein, um den Link zu entfernen (links vom Titel).

source: Enter a valid URL. (check it)
de_de: Gib eine gültige URL ein. (bitte überprüfen)

source: Message:
de_de: Mitteilung:

source: Message displayed at far right of ticker header.
de_de: Mitteilung, die ganz rechts im Ticker-Überschrift gezeigt wird.

source: Game Header Background Color:
de_de: Hintergrundfarbe Spiel-Überschrift:

source: Game Header Text Color:
de_de: Textfarbe Spiel-Überschrift:

source: Game Block Text Color:
de_de: Textfarbe Spielbereich-Überschrift:

source: These settings apply to the ticker format (only). NOTE: They will override the plugin's default settings. They can be overridden by shortcode arguments (for non-colors) and stylesheet rules (for colors).
de_de: Diese Einstellungen werden nur für das Tickerformat verwendet. HINWEIS: die Standard-Einstellungen des Plugins werden damit außer Kraft gesetzt. Du kannst sie mithilfe von Shortcode-Argumenten (außer für Farben) und Stylesheet-Regeln (für Farben) verändern.

source: Final
de_de: Endstand

source: The scoreboard table format is not available at the time.
de_de: Das Tabellenformat für Anzeigetafeln ist momentan nicht verfügbar.

source: Save Changes
de_de: Änderungen speichern

source: Reset Defaults
de_de: Vorgaben wiederherstellen

source: Display
de_de: Darstellung

source: Date/Time Formats
de_de: Datums/Zeit-Formate

source: Colors
de_de: Farben

source: Venues Settings
de_de: Einstellungen Austragungsorte

source: Scoreboards Settings
de_de: Einstellungen Anzeigetafeln

source: For more information:
de_de: Für mehr Informationen:

source: MSTW Schedules & Scoreboards on WordPress.org
de_de: MSTW Schedules & Scoreboards auf WordPress.org

source: Data Fields & Columns
de_de: Datenfelder und Spalten

source: Venue Settings
de_de: Einstellungen Austragungsorte

source: Data Fields & Columns Settings:
de_de: Einstellungen für Datenfelder & Spalten:

source: This screen controls the visibility of data fields and the corresponding columns, the field/column labels, and some format elements of the schedule tables, schedule sliders, and countdown timers.
de_de: Auf dieser Seite wird die Darstellung von Dateneinträgen und den zugehörigen Spalten, den Feld/Spaltenüberschriften, sowie einige Eigenschaften von Spielplantabellen, -Sliders und Countdown-Timers definiert.

source: Note that these settings apply to ALL schedule tables, sliders, and timers on the site. To control individual tables, sliders, and timers, set the corresponding arguments in the shortcodes.
de_de: Bitte bemerken, dass die Einstellungen sich auf SÄMTLICHEN Spielplantabellen, -Sliders und -Timers auf der Homepage auswirken. Um einzelnen Tabellen, Sliders und Timers zu verändern, verwende das entsprechende Argument der Shortcodes.

source: See the Game Schedules Users Manual for more documentation.
de_de: Siehe die "Game Schedules Users Manual" für weitere Dokumentationen.

source: Color Settings:
de_de: Farbeinstellungen:

source: This screen controls the default colors for the schedule tables, sliders, and countdown timers. These global defaults are very useful for setting the colors of all displays, especially if your site is for a single team or organization. Note that these settings apply to ALL schedule tables and sliders on the website.
de_de: Auf dieser Seite werde die Standardfarben von Spielplantabellen, -Sliders und Countdown-Timers festgelegt. Diese globalen Einstellungen sind sehr nützlich um alle Darstellungen auf einmal zu setzten, besonders falls Deine Homepage für eine Mannschaft oder Organisation konzipiert ist. Bitte bemerken, dass diese Einstellungen sich auf SÄMTLICHEN Spielplantabellen und -Sliders auf der Homepage beziehen.

source: Unique CSS tags are provided for each team, allowing control of individual tables, sliders, and countdown timers. Using these tags, different color schemes can be applied to different. To do so, the plugin's stylesheet - mstw-gs-styles.css - must be edited. An admin with a knowledge of CSS can simply inspect the HTML elements in a browser and style them as desired. Those not experienced with CSS, may find some of the tutorials and code snippets on <a href="http://shoalsummitsolutions.com" target="_blank">ShoalSummitSolutions.com</a> may be of use. <br/> <a href="http://dev.shoalsummitsolutions.com/schedule-test/" target="_blank">Examples are provided on the MSTW plugin development site.</a>
de_de: Individuelle CSS-Tags werden für jede Mannschaft verwendet, damit die individuellen Tabellen, Sliders und Countdown-Timers gesteuert werden können. Mithilfe dieser Tags können unterschiedlichen Farb-Schemata für verschiedener Mannschaften zugewiesen werden. Dafür muss das Plugin-Stylesheet - mstw-gs-styles.css - bearbeitet werden. Ein Administrator mit CSS-Kenntnissen kann einfach die HTML-Elemente in einem Browser untersuchen und sie entsprechend gestalten. Wer sich nicht mit CSS gut auskennt findet eventuell die Tutorials und Kodbeispiele auf <a href="http://shoalsummitsolutions.com" target="_blank">ShoalSummitSolutions.com</a> nützlich. <br/> <a href="http://dev.shoalsummitsolutions.com/schedule-test/" target="_blank">Beispiele sind auf dem MSTW plugin development site verfügbar.</a>

source: Date/Time Settings:
de_de: Einstellungen für Datum und Zeit:

source: This screen controls the date time formats for the schedule tables, sliders, and countdown timers, as well as the admin screens. There are a number of built-in formats and the capability to provide any custom format.
de_de: Auf dieser Seite werden die Datums- und Zeitformate von den Spielplan-Tabellen und -Sliders sowie Countdown-Timers und Administrations-Seiten festgelegt. Außer eine Reihe von eingebauten Formaten kannst Du auch eigene Formate definieren.

source: Note that these settings apply to ALL schedule tables, sliders, and timers on the site. To control individual tables, sliders, or timers, set the corresponding arguments in the shortcodes.
de_de: Bitte bemerken, dass die Einstellungen sich auf SÄMTLICHEN Spielplantabellen, -Sliders und -Timers auf der Homepage auswirken. Um einzelnen Tabellen, Sliders und Timers zu verändern, verwende das entsprechende Argument der Shortcodes.

source: Venues Table Settings:
de_de: Einstellungen Austragungsorte-Tabellen:

source: This screen controls the visibility of columns, their labels, and some format elements of the Venue tables.
de_de: Diese Seite definiert die Darstellung von Spalten, ihre Überschriften, sowie einige Element-Formattierungen der Austragungsort-Tabellen.

source: Note that these settings apply to ALL venue tables on the site. To control individual tables, set the corresponding arguments in the shortcodes.
de_de: Bitte bemerken, dass diese Einstellungen sich auf ALLE Austragungsort-Tabellen des Sites beziehen. Um einzelne Tabellen zu verändern, nutze das entsprechende Argument der Shortcodes.

source: Data Field and Table Column Settings
de_de: Einstellungen für Datenfelder und Tabellenspalten

source: Show Date Column:
de_de: Zeige Spalte Datum:

source: Show or hide the Date field/column. (Default: Show)
de_de: Zeige oder verstecke die Spalte bzw. das Feld für Datum. (Vorgabe: Anzeigen)

source: Date Column Label:
de_de: Überschrift Spalte Datum:

source: Set the label/title for date data field and/or column. (Default: "Date")
de_de: Setzt die Überschrift/Titel für die Datums-Felder und/oder Spalten. (Vorgabe: "Datum")

source: Opponent Column Label:
de_de: Überschrift für Gegner-Spalte:

source: Set label for opponent data field or column. (Default: "Opponent") NOTE: THE OPPONENT FIELD MUST BE SHOWN.
de_de: Definiert die Beschriftung für das Feld bzw. die Spalte für Gegner. (Vorgabe: "Gegner"). HINWEIS: DIE GEGNER-SPALTE MUSS DARGESTELLT WERDEN.

source: Show Location Column:
de_de: Zeige Spalte Austragungsort:

source: Show or hide the Location field/column. (Default: Show)
de_de: Zeige oder verstecke die Spalte bzw. das Feld für Austragungsort. (Vorgabe: Anzeigen)

source: Location Column Label:
de_de: Überschrift für Spalte Austragungsort:

source: Set label for location data field or column. (Default: "Location")
de_de: Überschrift für das Datenfeld bzw. die Spalte Austragungsort. (Vorgabe: "Austragungsort")

source: Show Time/Result Column:
de_de: Zeige Spalte Zeit/Ergebnis:

source: Show or hide the Time/Result field or column. (Default: Show)
de_de: Zeige oder verstecke die Spalte bzw. das Feld für Zeit/Ergebnis. (Vorgabe: Anzeigen)

source: Time/Result Column Label:
de_de: Beschriftung Spalte Zeit/Ergebnis:

source: Set label for time/result data field or column. (Default: "Time/Result")
de_de: Definiert die Beschriftung für das Feld bzw. die Spalte für Zeit/Ergebnis. (Vorgabe: "Zeit/Ergebnis")

source: Show Media Column:
de_de: Medien-Spalte anzeigen:

source: Show a number of media fields (1-3) or hide the Media field or column. (Default: Show all 3)
de_de: Zeigt eine Anzahl von Medien-Felder (1-3), oder versteckt das Medien-Feld bzw. -Spalte. (Vorgabe: Zeige alle 3)

source: Hide
de_de: Verstecken

source: Show 1
de_de: Zeige 1

source: Show 2
de_de: Zeige 2

source: Show 3
de_de: Zeige 3

source: Media Column Label:
de_de: Überschrift Medien-Spalte:

source: Set label for media data field or column. (Default: "Media Links")
de_de: Definiert die Überschrift für das Feld oder Spalte für Medien-Links. (Vorgabe: "Medien-Links")

source: Team Name & Logo Settings
de_de: Einstellungen für Mannschaftsname und -Logo

source: Opponent Name Format in Schedule TABLES:
de_de: Namensformat für Gegner in den Spielplan-TABELLEN:

source: (Default: Full Name Only)
de_de: (Vorgabe: Nur voller Name)

source: Short Name Only
de_de: Nur Kurzname

source: Full Name Only
de_de: Nur voller Name

source: Short Name & Mascot
de_de: Kurzer Name & Maskottchen

source: Full Name & Mascot
de_de: Voller Name & Maskottchen

source: Opponent Name Format in Schedule SLIDERS:
de_de: Namensformat für Gegner in den Spielplan-SLIDERS:

source: NOTE: this setting only applies if scheduled opponents are selected from the MSTW Teams database. . (Default: Show Name Only)
de_de: HINWEIS: diese Einstellung wird nur verwendet, wenn die Gegner aus der MWTW-Mannschaftsdatenbasis ausgewählt werden. (Vorgabe: Nur Name zeigen)

source: Show Team Logos in Schedule TABLES:
de_de: Zeige Mannschaft-Logos in den Spielplan-TABELLEN:

source: Show Name Only
de_de: Nur Name zeigen

source: Show Logo & Name
de_de: Logo und Name anzeigen

source: Show Logo Only
de_de: Nur Logo anzeigen

source: NOTE: this setting only applies if scheduled opponents are selected from the MSTW Teams database. (Default: Hide-Show Name Only)
de_de: HINWEIS: diese Einstellung wird nur verwendet, wenn die Gegner aus der MWTW-Mannschaftsdatenbasis ausgewählt werden. (Vorgabe: Versteckt - Nur Name zeigen)

source: Show Team Logos in Schedule SLIDERS:
de_de: Zeige Mannschaft-Logos in den Spielplan-SLIDERS:

source: Link From Opponent Entry in Schedule TABLES & SLIDERS:
de_de: Link aus dem Eintrag für Gegner in den Spielplan-TABELLEN und -SLIDERS:

source: Select link for Opponent entry (label and/or logo. (Default: "No Link").
de_de: Wähle Link zum Gegner (Beschriftung und/oder Logo). (Vorgabe: "Kein Link)").

source: No Link
de_de: Kein Link

source: Game Page
de_de: Spiel-Seite

source: Team URL
de_de: Mannschafts-URL

source: NOTE: this setting only applies if scheduled opponents are selected from the MSTW Teams database. (Default: Name Only)
de_de: HINWEIS: diese Einstellung wird nur verwendet, wenn die Gegner aus der MWTW-Mannschaftsdatenbasis ausgewählt werden. (Vorgabe: Nur Name)

source: Format for Location:
de_de: Format für Austragungsort:

source: Show City, State (Name)
de_de: Zeige Stadt, Staat (Name)

source: NOTE: this setting only applies if scheduled opponents are selected from the MSTW Teams database. (Default: No Link)
de_de: HINWEIS: diese Einstellung wird nur verwendet, wenn die Gegner aus der MWTW-Mannschaftsdatenbasis ausgewählt werden. (Vorgabe: Keinen Link)

source: Link from Location:
de_de: Link zum Austragungsort:

source: Link to Venue URL
de_de: Link zur URL vom Austragungsort

source: Link to Map URL
de_de: Link zur Karten-URL

source: Settings to control the visibility of data fields & table columns as well as to change their labels to "re-purpose" the fields.
de_de: Einstellungen für die Sichtbarkeit von Datenfelder und Tabellenspalten, sowie um ihre Überschriften zu verändern um sie zu "zweckentfremden".

source: Control the display of team names & logos. NOTE: THESE SETTINGS ONLY APPLY WHEN SELECTING OPPONENTS FROM THE MSTW TEAMS DATABASE.
de_de: Kontrolliert die Darstellung von Mannschaftsnamen & Logos. HINWEIS: DIESE EINSTELLUNGEN GREIFEN NUR, WENN DIE GEGNER AUS DER MSTW MANNSCHAFTSDATENBANK AUSGEWÄHLT WERDEN.

source: Settings reset to defaults
de_de: Einstellungen wurden auf die Vorgaben zurückgesetz

source: Season:
de_de: Jahreszeit:

source: Select the season of the sport.
de_de: Wähle die Jahreszeit des Sportartes aus.

source: Gender:
de_de: Geschlecht:

source: Select the gender for the sport.
de_de: Wähle das Geschlecht des Sportartes aus.

source: Season
de_de: Jahreszeit

source: Gender
de_de: Geschlecht

source: Season not specified.
de_de: Keine Jahreszeit angegeben.

source: Gender not specified.
de_de: Kein Geschlecht angegeben.

source: Fall
de_de: Herbst

source: Spring
de_de: Frühling

source: Summer
de_de: Sommer

source: Male
de_de: Herren

source: Female
de_de: Frauen

source: Coed
de_de: Mixed

source: No venues found. You must create a venue in the Game Locations DB before assigning it to a team.
de_de: Keine Austragungsorte gefunden. Du musst einen Austragungsort in der Austragungsort-Datenbank anlegen, bevor Du ihn einer Mannschaft zuordnest.

source: No sports found. You must create a sport in the Sports DB before assigning it to a team.
de_de: Keine Sportarte gefunden. Du musst eine Sportart in der Sportart-Datenbank anlegen, bevor Du ihn einer Mannschaft zuordnest.

source: Install the
de_de: Installiere das

source: to use this feature.
de_de: um diese Funktion zu nutzen.

source: No coaching staffs found. You must create a coaching staff in the Coaching Staffs DB before assigning it to a team.
de_de: Kein Coaching-Stab gefunden. Du musst einen Coaching-Stab in der Coaching-Stab-Datenbank anlegen, bevor Du ihn einer Mannschaft zuordnest.

source: No team rosters found. You must create a roster in the Team Rosters DB before assigning it to a team.
de_de: Keine Mannschafts-Liste gefunden. Du musst eine Mannschafts-Liste in der Mannschafts-Listen-Datenbank anlegen, bevor Du ihn einer Mannschaft zuordnest.

source: No leagues found. You must create a league in the League (Standings) DB before assigning it to a team.
de_de: Keine Ligen gefunden. Du musst eine Liga in der Ligen-Datenbank anlegen, bevor Du ihn einer Mannschaft zuordnest.

source: Full Name:
de_de: Voller Name:

source: E.g., "San Francisco" or "California"
de_de: Z.B. "San Fransisco" oder "California"

source: Short Name:
de_de: Kurzname:

source: E.g., "SF" or "Cal". If not specified, full name will be used in it's place.
de_de: Z.B. "SF" oder "Cal". Wenn nichts angegeben, wird den vollen Namen verwendet.

source: Full Mascot Name:
de_de: Voller Maskottchenname:

source: E.g., "49ers" or "Golden Bears"
de_de: Z.B "49ers" oder "Golden Bears"

source: Short Mascot Name:
de_de: Maskottchen-Kurzname:

source: E.g., "Niners" or "Bears". If not specified, full mascot name will be used in it's place.
de_de: Z.B. "Niners" oder "Bears". Wenn nicht definiert, wird der volle Maskottchenname verwendet.

source: Link to Team Site:
de_de: Link zur Mannschafts-Homepage:

source: E.g., "http://49ers.com" or "http://calbears.com"
de_de: Z.B "http://49ers.com" oder "http://calbears.com"

source: Table Logo:
de_de: Tabellen-Logo:

source: Enter the full path to any file, or click the button to access the media library. Recommended size 41x28px.
de_de: Gib den vollständigen Pfad zu irgendeiner Datei an, oder klicke auf den Knopf um die Medien-Gallerie zu öffnen. Empfohlene Größe ist 41x28px.

source: Upload from Media Library
de_de: Vom Medienbibliothek hochladen

source: Enter the full path to any file, or click the button to access the media library. Recommended size 125x125px.
de_de: Gib den vollständigen Pfad zu irgendeiner Datei an, oder klicke auf den Knopf um die Medien-Gallerie zu öffnen. Empfohlene Größe ist 125x125px.

source: Home Venue:
de_de: Heim-Austragungsort:

source: In this release, the following fields are for use by developers only. They have no impact on the plugin's current user interface. %s Read more here. %s
de_de: In dieser Version des Plugins, werden die folgenden Felder nur von den Entwicklern verwendet. Sie haben derzeit keinen Einfluss auf die Anwenderschnittstelle des Plugins. %s lese mehr hier. %s

source: Team Sport/Season:
de_de: Mannschafts-Sportart/Jahreszeit:

source: Team Coaching Staff:
de_de: Mannschafts-Coaching-Stab:

source: Team Roster:
de_de: Mannschaftsaufstellung:

source: Team League:
de_de: Mannschafts-Liga:

source: Invalid team link:
de_de: Ungültiger Mannschaftslink:

source: Invalid team table logo:
de_de: Individuelles Mannschaftslogo für Tabellen:

source: Invalid team slider logo:
de_de: Individuelles Mannschaftslogo für Sliders:

source: Team Name
de_de: Mannschaftsname

source: Team Full Name
de_de: Volle Mannschaftsname

source: Team Short Name
de_de: Mannschafts-Kurzname

source: Mascot Full Name
de_de: Voller Maskottchenname

source: Mascot Short Name
de_de: Maskottchen-Kurzform

source: Team Link
de_de: Mannschafts-Link

source: Table Logo
de_de: Tabellen-Logo

source: No Full Name
de_de: Kein voller Name

source: No Short Name. (Defaults to full name.)
de_de: Kein Kurzname. (wird als voller Name dargestellt.)

source: No Full Mascot
de_de: Kein voller Maskottchenname

source: No Short Mascot. (Defaults to full mascot.)
de_de: Kein Maskottchen-Kurzform. (wird als volles Maskottchen dargestellt.)

source: Not Set
de_de: Nicht gesetzt

source: SET
de_de: GESETZT

source: Time to kickoff
de_de: Zeit zum Spielbeginn

source: Date
de_de: Datum

source: Opponent
de_de: Gegner

source: Time/Result
de_de: Zeit/Ergebnis

source: Media Links
de_de: Medien-Links

source: Click on map to view driving directions.
de_de: Klicke die Karte an, um eine Anfahrtsbeschreibung zu zeigen

source: Address
de_de: Adresse

source: Map (Click for larger view.)
de_de: Karte (für größere Darstellung klicken.)

source: No home games found.
de_de: Keine Heimspiele gefunden.

source: No games found.
de_de: Keine Spiele gefunden.

source: years
de_de: Jahre

source: months
de_de: Monate

source: days
de_de: Tage

source: hours
de_de: Stunden

source: minutes
de_de: Minuten

source: Street Address:
de_de: Straßenadresse:

source: City:
de_de: Stadt:

source: State:
de_de: Staat:
