Repository: wp-plugins/mstw-schedules-scoreboards
Catalog: lang/mstw-schedules-scoreboards-*.po
Languages: de_de

source: For US states use 2 letter abbreviation. Can include country, e.g, "CA, US", or use only country, e.g, "UK". Check what works with Google Maps (if you aren't using a custom map URL).
de_de: Für US-Bundesstaaten werden die zweistelligen Abkürzungen verwendet. Kann auch Land einschließen (z.B. "CA, US", oder nur Land, z.B. "UK"). Probiere aus, was mit Google Maps funktioniert (wenn Du nicht eine selbstdefinierte Karten-URL verwendest).

source: Zip or Postal Code:
de_de: PLZ oder Postleitzahl:

source: Venue URL:
de_de: Austragungsort-URL:

source: Custom Map URL:
de_de: Selbstdefinierte Karten-URL:

source: Use to override the Google map link generated from the address fields. Linked from the map thumbnail in the map column.
de_de: Verwende dies, um den automatischen Google Maps Link zu ersetzten.

source: Invalid map URL:
de_de: Ungültige Karten-URL:

source: Invalid venue URL:
de_de: Ungültige Austragungsort-URL:

source: Street
de_de: Straße

source: City
de_de: Stadt

source: State
de_de: Staat

source: Zip/Postal Code
de_de: PLZ

source: Custom Map URL
de_de: Karten-URL

source: Venue URL
de_de: Austragungsort-URL

source: Groups
de_de: Gruppen

source: No Street Address
de_de: Keine Straßenadresse

source: No City
de_de: Keine Stadt

source: No State
de_de: Kein Staat

source: No Zip
de_de: Keine PLZ

source: None (use address fields)
de_de: Keine (verwende Adressenfelder)

source: No Venue URL
de_de: Keine Austragungsort-URL

source: Venues Display Settings
de_de: Anzeigeoptionen für Austragungsorte

source: Show instructions above venues table.
de_de: Zeige Instruktionen über die Austragungsort-Tabelle.

source: Show Instructions:
de_de: Instruktionen anzeigen:

source: These instructions will appear above the venues table.
de_de: Diese Instruktionen werden über die Austragungsort-Tabelle angezeigt.

source: Venues Table Instructions::
de_de: Instruktionen Austragungsort-Tabelle::

source: Set label for venue column. NOTE that this column cannot be hidden. (Default: &quot;Venue&quot;).
de_de: Definiert die Beschriftung für die Austragungsort-Spalte. HINWEIS: diese Spalte kann nicht versteckt werden. (Vorgabe: &quot;Austragungsort&quot;).

source: Venue Column Label:
de_de: Beschriftung Austragungsort-Spalte:

source: Either an address or a custom map URL must be specified to add a link to a map. A venue URL must be specified to add a link to a venue. (Default: No Link)
de_de: Entweder eine Adresse oder eine selbstdefinierte Karten-URL muss angegeben werden, um eine Link zu einer Karte zu verknüpfen. Eine Austragungs-URL muss angegeben werden, um eine Link zu einem Austragungsort anzugeben. (Vorgabe: Keine Link)

source: Add Link from Venue Column:
de_de: Link aus der Austragungsort-Spalte hinzufügen:

source: Show or hide the Address column. (Default: Show)
de_de: Zeigt oder versteckt die Adressen-Spalte (Vorgabe: Anzeigen)

source: Show Address Column:
de_de: Adressen-Spalte anzeigen:

source: Set label for address column. (Default: &quot;Address&quot;)
de_de: Definiert die Überschrift für die Adressen-Spalte. (Default: &quot;Adresse&quot;)

source: Address Column Label:
de_de: Beschriftung Adressen-Spalte:

source: Show or hide the Map column. (Default: Show)
de_de: Karten-Spalte anzeigen oder verstecken. (Vorgabe: Anzeigen)

source: Show Map Column:
de_de: Karten-Spalte anzeigen:

source: Set label for map column. (Default: &quot;Map (Click for larger view)&quot;)
de_de: Definiert die Überschrift für die Karten-Spalte. (Vorgabe: &quot;Karte (für größere Darstellung klicken.)&quot;)

source: Map Column Label:
de_de: Überschrift Karten-Spalte:

source: Marker color on map in venues table. Standard Google Maps colors. (Default: Blue)
de_de: Markierer-Farbe für Karten in der Austragungsort-Tabelle. Nur Standardfarben von Google Maps können verwendet werden. (Vorgabe: Blue)

source: Map Marker Color:
de_de: Farbe Kartenmarkierung:

source: Width in pixels of map icon in table (Default: 250)
de_de: Breite des Kartensymbols in der Tabelle in Pixel (Vorgabe: 250)

source: Map Icon Width:
de_de: Breite Karten-Symbol:

source: Height in pixels of map icon in table (Default: 75)
de_de: Höhe des Kartensymbols in der Tabelle in Pixel (Vorgabe: 75)

source: Map Icon Height:
de_de: Höhe Karten-Symbol:

source: Enter the game venues table settings.
de_de: Gib hier die Einstellungen für die Austragungsort-Tabellen ein.

source: Custom Map
de_de: Eigendefinierte Karte

source: No Game Venues Found.
de_de: Keine Austragungsorte gefunden.

source: Mon
de_de: Mo

source: Tue
de_de: Di

source: Wed
de_de: Mi

source: Thr
de_de: Do

source: Fri
de_de: Fr

source: Sat
de_de: Sa

source: Sun
de_de: So

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Oct
de_de: Okt

source: Dec
de_de: Dez

source: Default Field
de_de: Vorgaben-Feld

source: Default Label
de_de: Vorgaben-Beschriftung

source: Show
de_de: Anzeigen

source: Custom
de_de: Spezifisch

source: Tuesday, 07 April 01:15 pm
de_de: Dienstag, 07 April 01:15 pm

source: Tuesday, 7 April 01:15 pm
de_de: Dienstag, 7 April 01:15 pm

source: Tuesday, 07 April 1:15 pm
de_de: Dienstag, 07 April 1:15 pm

source: Tuesday, 7 April 1:15 pm
de_de: Dienstag, 7 April 01:15 pm

source: Tuesday, 7 April 13:15
de_de: Dienstag, 7 April 13:15

source: Formats for 7 April 2013 13:15.
de_de: Formate für den 7. April 2013 um 13:15 als Beispiel.

source: Tues, 07 Apr 2013
de_de: Di, 07 Apr 2013

source: Tues, 7 Apr 13
de_de: Di, 07 Apr 2013

source: Tuesday, 7 Apr
de_de: Dienstag, 7 Apr

source: Tuesday, 07 April 2013
de_de: Dienstag, 07 April 2013

source: Tuesday, 7 April 2013
de_de: Dienstag, 7 April 2013

source: Tues, 07 Apr
de_de: Di, 07 Apr

source: Tues, 7 Apr
de_de: Di, 7 Apr

source: Formats for 7 Apr 2013. Default: 2013-04-07
de_de: Formate für den 7. April 2013 um 13:15 als Beispiel. Vorgabe: 2013-04-07

source: 08:00 (24hr)
de_de: 08:00 (24Std)

source: 8:00 (24hr)
de_de: 8:00 (24Std)

source: Formats for eight in the morning. Default: 08:00
de_de: Formate für acht Uhr morgens. Vorgabe: 08:00

source: Post navigation
de_de: Beitrags-Navigation

source: Opponent must be entered from the Teams DB in order to create a single game page.
de_de: Gegner müssen aus der Mannschaftsdatenbasis ausgewählt werden, um eine Spiel-Seite zu erstellen.
