Repository: wp-plugins/mstw-schedules-scoreboards
Catalog: lang/mstw-schedules-scoreboards-*.po
Languages: de_de

source: MSTW Admin
de_de: MSTW Administrator

source: MSTW Schedules & Scoreboards Admin
de_de: MSTW Schedules & Scoreboards Administration

source: Schedule updated.
de_de: Spielplan aktualisiert.

source: Custom field updated.
de_de: Eigendefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Eigendefiniertes Feld gelöscht.

source: Schedule restored to revision
de_de: Spielplan wiederhergestellt auf Revision

source: Schedule published.
de_de: Spielplan veröffentlicht.

source: Schedule saved.
de_de: Spielplan gespeichert.

source: Schedule submitted.
de_de: Spielplan eingereicht.

source: Schedule scheduled for publication.
de_de: Spielplan für Veröffentlichung angesetzt.

source: Schedule draft updated.
de_de: Spielplan-Entwurf aktualisiert.

source: Team updated.
de_de: Mannschaft aktualisiert.

source: Team restored to revision
de_de: Mannschaft wiederhergestellt auf Revision

source: Team published.
de_de: Mannschaft veröffentlicht.

source: Team saved.
de_de: Mannschaft gespeichert.

source: Team submitted.
de_de: Mannschaft eingereicht.

source: Team scheduled for publication.
de_de: Mannschaft für Veröffentlichung angesetzt.

source: Team draft updated.
de_de: Mannschafts-Entwurf aktualisiert.

source: Game updated.
de_de: Spiel aktualisiert.

source: Game restored to revision
de_de: Spiel wiederhergestellt auf Revision

source: Game published.
de_de: Spiel veröffentlicht.

source: Game saved.
de_de: Spiel gespeichert.

source: Game submitted.
de_de: Spiel eingereicht.

source: Game scheduled for publication.
de_de: Spiel für Veröffentlichung angesetzt.

source: Game draft updated.
de_de: Spiel-Entwurf aktualisiert.

source: Sport updated.
de_de: Sportart aktualisiert.

source: Sport restored to revision
de_de: Sportart wiederhergestellt auf Revision

source: Sport published.
de_de: Sportart veröffentlicht.

source: Sport saved.
de_de: Sportart gespeichert.

source: Sport submitted.
de_de: Sportart eingereicht.

source: Sport scheduled for publication.
de_de: Sportart für Veröffentlichung angesetzt.

source: Sport draft updated.
de_de: Sportart-Entwurf aktualisiert.

source: Venue updated.
de_de: Austragungsort aktualisiert.

source: Venue restored to revision
de_de: Austragungsort wiederhergestellt auf Revision

source: Venue published.
de_de: Austragungsort veröffentlicht.

source: Venue saved.
de_de: Austragungsort gespeichert.

source: Venue submitted.
de_de: Austragungsort eingereicht.

source: Venue scheduled for publication.
de_de: Austragungsort für Veröffentlichung angesetzt.

source: Venue draft updated.
de_de: Austragungsorts-Entwurf aktualisiert.

source: Games
de_de: Spiele

source: Teams
de_de: Mannschaften

source: Sports
de_de: Sportarten

source: Schedules
de_de: Spielpläne

source: Venues
de_de: Austragungsorte

source: Settings
de_de: Einstellungen

source: Display a countdown timer to the next scheduled game.
de_de: Zeigt einen Countdown-Timer zum nächsten angesetzten Spiel.

source: Time to kickoff:
de_de: Spielstart in:

source: Countdown Title:
de_de: Countdown Titel:

source: Schedule ID:
de_de: Spielplan-ID:

source: Use home games only?
de_de: Nur Heimspiele verwenden?

source: Header Background Color:
de_de: Hintergrundfarbe für Kopfzeilen:

source: Header Text Color:
de_de: Textfarbe für Kopfzeilen:

source: Table Border Color:
de_de: Farbe für Tabellenränder:

source: Odd Row Background Color:
de_de: Hintergrundfarbe für ungerade Zeilen:

source: Odd Row Text Color:
de_de: Textfarbe für ungerade Zeilen:

source: Even Row Background Color:
de_de: Hintergrundfarbe für gerade Zeilen:

source: Even Row Text Color:
de_de: Textfarbe für gerade Zeilen:

source: Home Game (row) Background Color:
de_de: Hintergrundfarbe für Heimspiele (Reihe) :

source: Home Game (row) Text Color:
de_de: Textfarbe für Heimspiele (Reihe) :

source: Enter the default colors for the Schedule Table shortcodes and widgets. NOTE: These settings will override the default colors in the plugin's stylsheet.
de_de: Gib die Standardfarben für die Shortcodes und Widgets der Spielplan-Tabellen ein. HINWEIS: Diese Einstellungen setzen die Standardfarben im Stylesheet des Plugins außer Kraft.

source: Game Time Text Color:
de_de: Textfarbe für Spiel-Startzeiten:

source: Opponent Text Color:
de_de: Textfarbe für Gegner:

source: Location Text Color:
de_de: Textfarbe für Austragungsorte:

source: Intro Text Color:
de_de: Textfarbe für Intros:

source: Countdown Text Color:
de_de: Textfarbe für Countdowns:

source: Countdown Background Color:
de_de: Hintergrundfarbe für Countdowns:

source: Enter the default colors for the countdown timer shortcodes and widgets. NOTE: These settings will override the default colors in the plugin's stylsheet.
de_de: Gib die Standardfarben für die Countdown-Timer Shortcodes und Widgets ein. HINWEIS: Diese Einstellungen setzen die Standardfarben im Stylesheet des Plugins außer Kraft.

source: Game Block Background Color:
de_de: Hintergrundfarbe Spiel-Bereiche:

source: Header Divider (line) Color:
de_de: Farbe für Kopfzeilen-Trennlinien:

source: Game Date Color:
de_de: Farbe für Spiel-Datum:

source: Opponent Color:
de_de: Farbe für Gegner:

source: Game Location Color:
de_de: Farbe für Spiel-Austragungsorte:

source: Game Time Color:
de_de: Farbe für Spiel-Startzeiten:

source: Enter the default colors for the Schedule Slider shortcodes and widgets. NOTE: These settings will override the default colors in the plugin's stylsheet.
de_de: Gib die Standardfarben für die Shortcodes und Widgets der Spielplan-Slider ein. HINWEIS: Diese Einstellungen setzen die Standardfarben im Stylesheet des Plugins außer Kraft.

source: Error: %s reset to the default.
de_de: Fehler: %s wurde auf die Vorgabe zurückgesetzt.

source: CPT for games in MSTW Schedules & Scoreboards Plugin
de_de: CPT für Spiele im MSTW Schedules & Scoreboards Plugin

source: Game
de_de: Spiel

source: Add New Game
de_de: Neues Spiel hinzufügen

source: Add Game
de_de: Spiel hinzufügen

source: Edit Game
de_de: Spiel bearbeiten

source: New Game
de_de: Neues Spiel

source: View Game
de_de: Spiel anzeigen

source: Search Games
de_de: Spiele durchsuchen

source: No Games Found
de_de: Keine Spiele gefunden.

source: No Games Found In Trash
de_de: Keine Spiele gefunden im Papierkorb

source: Scoreboard
de_de: Anzeigetafel

source: Search Scoreboards
de_de: Anzeigetafeln durchsuchen

source: All Scoreboards
de_de: Alle Anzeigetafeln

source: Edit Scoreboard
de_de: Anzeigetafel bearbeiten

source: Update Scoreboard
de_de: Anzeigetafel aktualisieren

source: Add New Scoreboard
de_de: Neue Anzeigetafel hinzufügen

source: New Scoreboard Name
de_de: Neuer Anzeigetafel-Name

source: Add game to one or more scoreboards (separate scoreboards with commas).
de_de: Füge Spiel zu einer oder mehreren Anzeigetafeln hinzu (trenne die Anzeigetafeln mit Kommata).

source: Add or Remove Scoreboards
de_de: Anzeigetafeln hinzufügen oder löschen

source: Choose from the most used scoreboards
de_de: Wähle aus den am meisten benutzten Anzeigetafeln

source: No scoreboards found
de_de: Keine Anzeigetafeln gefunden

source: Scoreboards
de_de: Anzeigetafeln

source: Team
de_de: Mannschaft

source: Add New Team
de_de: Neue Mannschaft hinzufügen

source: Add Team
de_de: Mannschaft hinzufügen

source: Edit Team
de_de: Mannschaft bearbeiten

source: New Team
de_de: Neue Mannschaft

source: Search Teams
de_de: Mannschaften durchsuchen

source: No Teams Found
de_de: Keine Mannschaften gefunden

source: No Teams Found In Trash
de_de: Keine Mannschaften gefunden im Papierkorb

source: Schedule
de_de: Spielplan

source: Add New Schedule
de_de: Neuer Spielplan hinzufügen

source: Add Schedule
de_de: Spielplan hinzufügen

source: Edit Schedule
de_de: Spielplan bearbeiten

source: New Schedule
de_de: Neuer Spielplan

source: Search Schedules
de_de: Spielpläne durchsuchen

source: No Schedules Found
de_de: Keine Spielpläne gefunden

source: No Schedules Found In Trash
de_de: Keine Spielpläne gefunden im Papierkorb

source: Sport
de_de: Sportart

source: All Sports
de_de: Alle Sportarten

source: Add New Sport
de_de: Neue Sportart hinzufügen

source: Add Sport
de_de: Sportart hinzufügen

source: Edit Sport
de_de: Sportart bearbeiten

source: New Sport
de_de: Neue Sportart

source: Search Sports
de_de: Sportarten durchsuchen

source: No Sports Found
de_de: Keine Sportarten gefunden

source: No Sports Found In Trash
de_de: Keine Sportarte gefunden im Papierkorb

source: Venue
de_de: Austragungsort

source: All Venues
de_de: Alle Austragungsorte

source: Add New Venue
de_de: Neuer Austragungsort hinzufügen

source: Add Venue
de_de: Austragungsort hinzufügen

source: Edit Venue
de_de: Austragungsort bearbeiten

source: New Venue
de_de: Neuer Austragungsort

source: Search Venues
de_de: Austragungsorte durchsuchen

source: No Venues Found
de_de: Keine Austragungsorte gefunden

source: No Venues Found In Trash
de_de: Keine Austragungsorte gefunden im Papierkorb

source: MSTW Venue Groups
de_de: MSTW Austragungsort-Gruppen

source: Venue Group
de_de: Austragungsort-Gruppe

source: Search Venue Groups
de_de: Austragungsort-Gruppen durchsuchen

source: All Venue Groups
de_de: Alle Austragungsort-Gruppen

source: Edit Venue Group
de_de: Austragungsort-Gruppe bearbeiten

source: Update Venue Group
de_de: Austragungsort-Gruppe aktualisieren

source: Add New Venue Group
de_de: Neue Austragungsort-Gruppe hinzufügen

source: New Venue Group Name
de_de: Neuer Austragungsort-Gruppenname

source: Add venue to one or more venue groups (separate groups with commas).
de_de: Füge Austragungsort zu einer oder mehreren Austragungsort-Gruppen hinzu (Gruppen mit Kommata trennen).

source: Add or Remove Venue Groups
de_de: Austragungsort-Gruppen hinzufügen oder entfernen

source: Choose from the most used venue groups
de_de: Wähle aus den am meisten benutzten Austragungsort-Gruppen

source: No venue groups found
de_de: Keine Austragungsort-Gruppen gefunden

source: Venue Groups
de_de: Austragungsort-Gruppen

source: Import CSV Files
de_de: CSV-Dateien importieren

source: Venues/Locations CSV file:
de_de: CSV-Datei für Austragungsorten:

source: Import Venues
de_de: Austragungsorte importieren

source: Schedules CSV file:
de_de: CSV-Datei für Spielpläne:

source: Import Schedules
de_de: Spielpläne importieren

source: Teams CSV file:
de_de: CSV-Datei für Mannschaften:

source: Image Directory(URL):
de_de: Bilderverzeichnis (URL):

source: Import Teams
de_de: Mannschaften importieren

source: Games CSV file:
de_de: CSV-Datei für Spiele:

source: Import Games
de_de: Spiele importieren

source: Sports CSV file:
de_de: CSV-Datei für Sportarten:

source: Import Sports
de_de: Sportarten importieren

source: venues
de_de: Austragungsorte

source: schedules
de_de: Spielpläne

source: teams
de_de: Mannschaften

source: games
de_de: Spiele

source: sports
de_de: Sportarten

source: Select a CSV file to import. Exiting.
de_de: Wähle eine CSV-Datei zum Importieren aus. Vorgang wird beendet.

source: Skipped %s %s (most likely due to empty title.)
de_de: Übersprang %s %s (wahrscheinlich, weil keine Titel gefunden wurden).

source: Imported %s %s to database in %.2f seconds.
de_de: Importierte %s %s zur Datenbank in %.2f Sekunden.

source: No title imported
de_de: Kein Titel importiert

source: Skipping game entry ... no game schedule ID.
de_de: Überspringe Spieleintrag ... kein Spielplan-ID.

source: Unknown import type "%s".
de_de: Unbekannte Import-Variante "%s".

source: Admin Page Formats
de_de: Formate Administrations-Seite

source: Formats for 7 Apr 2013.
de_de: Formate für den 7. April 2013 als Beispiel.

source: Admin Table Date Format:
de_de: Datumsformat für Administrations-Tabellen:

source: Enter a custom PHP date() format string which will override the above setting.
de_de: Gib eine spezifische PHP date() Format-Zeichenkette an, welche die Angabe oben außer Kraft setzen wird.

source: Admin Table Custom Date Format:
de_de: Spezifisches Datumsformat für Administrations-Tabellen:

source: Formats for eight in the morning.
de_de: Formate für acht Uhr morgens.

source: Admin Table Time Format:
de_de: Zeitformat für Administrations-Tabellen:

source: Custom Admin Table Time Format:
de_de: Spezifisches Zeitformat für Administrations-Tabellen:

source: Enter the date-time formats for the admin pages.
de_de: Gib die Formate für Datum und Zeit für die Administrations-Seiten an.

source: If a custom PHP date() format is entered, it will override the format setting above it. NOTE: there is no error checking of custom formats, so you should know what you are doing before entering a custom format string.
de_de: Falls Du ein spezifisches PHP date() Format eingibst, wird dieses statt das Format oben verwendet. HINWEIS: diese Angabe wird nicht auf eventuelle Fehler überprüft, daher solltest Du Dir sicher sein, bevor Du ein eigenes Format eingibst.

source: Table Shortcode & Widget Formats
de_de: Formate für Tabellen-Shortcodes und Widgets

source: Schedule Table [shortcode] Date Format:
de_de: Spielplantabelle [Shortcode] Datumsformat:

source: Schedule Table [shortcode] Custom Date Format:
de_de: Spielplantabelle [Shortcode] eigendefiniertes Datumsformat:

source: Schedule Table [shortcode] Time Format:
de_de: Spielplantabelle [Shortcode] Zeitformat:

source: Admin Table Custom Time Format:
de_de: Spezifisches Zeitformat für Administrations-Tabellen:

source: Schedule Table (widget) Date Format:
de_de: Spielplantabelle (Widget) Datumsformat:

source: Schedule Table Widget Custom Date Format:
de_de: Spielplantabelle (Widget) eigendefiniertes Datumsformat:

source: Enter the date-time formats for the schedule tables [shortcodes] and widgets.
de_de: Gib die Formate für Datum und Zeit für die Spielplantabellen [Shortcodes] und Widgets ein.

source: Countdown Timer Formats
de_de: Formate für Countdown Timers

source: Formats for 7 Apr 2013 13:15.
de_de: Formate für den 7. April 2013 um 13:15 als Beispiel.

source: Countdown Timer (widget & [shortcode]) Date & Time Format:
de_de: Datums- und Zeitformat für Countdown Timers (Widget & [Shortcode]):

source: Countdown Timer (widget & [shortcode]) Custom Date & Time Format:
de_de: Spezifisches Datums- und Zeitformat für Countdown Timers (Widget & [Shortcode]):

source: Formats for 7 Apr 2013. Used when game time is TBA.
de_de: Formate für den 7. April 2013 als Beispiel. Wird verwendet, wenn die Spielzeit auf "TBA" gesetzt ist.

source: Countdown Timer (widget & [shortcode]) Date Format:
de_de: Datumsformat für Countdown Timers (Widget & [Shortcode]):

source: Enter a custom PHP date() format string, which will override the above setting.
de_de: Gib eine spezifische PHP date() Format-Zeichenkette an, welche die Angabe oben außer Kraft setzen wird.

source: Countdown Timer (widget & [shortcode]) Custom Date Format:
de_de: Spezifisches Datumsformat für Countdown Timers (Widget & [Shortcode]):

source: Enter the date-time formats for the countdown timer [shortcode] & widgets.
de_de: Gib das gewünschte Datums-Zeit-Format für den Countdown Timers [Shortcode] und Widgets ein.

source: Schedule Slider Formats
de_de: Spielplan-Slider Formate

source: Schedule Slider Date Format:
de_de: Spielplan-Slider Datumsformat:

source: Schedule Slider Custom Date Format:
de_de: Spielplan-Slider eigendefiniertes Datumsformat:

source: Schedule Slider Time Format:
de_de: Spielplan-Slider Zeitformat:

source: Schedule Slider Custom Time Format:
de_de: Spielplan-Slider eigendefiniertes Zeitformat:

source: Enter the date-time formats for the schedule slider [shortcode]
de_de: Gib die Formate für Datum und Zeit für den Spielplan-Slider [Shortcode] ein.

source: No schedules found. You must create a schedule before creating a game.
de_de: Keine Spielpläne gefunden. Du musst zuerst einen Spielplan erstellen, bevor Du ein Spiel erstellen kannst.

source: Select Schedule:
de_de: Spielplan auswählen:

source: Game Time
de_de: Startzeit

source: If TBA is anything other than "---", then it is used for the game time whether or not a time is entered.
de_de: Wenn TBA auf was anderes als "---" gesetzt wird, wird dies für die Spielzeit verwendet, egal ob eine Zeit eingegeben wurde oder nicht.

source: This is the preferred way to assign teams to games. It will override Opponent and Opponent Link fields below. It is the only way to add logos to the various displays.
de_de: Dies ist die bevorzugte Methode, um Mannschaften Spielen zuzuweisen. Die Felder Gegner und Gegner-Link unten werden dadurch außer Kraft gesetzt. Es ist die einzige Möglichkeit, Logos für die verschiedenen Darstellungen zu aktivieren.

source: You must first create some teams before assigning them to games.
de_de: Du musst zuerst ein paar Mannschaften anlegen, bevor Du sie Spielen zuordnen kannst.

source: Location
de_de: Austragungsort

source: Game %s
de_de: Spiel %s

source: Home Game:
de_de: Heimspiel:

source: Check for home games. Note: this normally determines the game venue.
de_de: Markiere für Heimspiele. Hinweis: dies wird normalerweise verwendet, um den Austragungsort festzulegen.

source: ONLY NECESSARY FOR NEUTRAL SITE GAMES. Normally, the home team or opponent team's venue data will be pulled from the Teams DB.
de_de: NUR NOTWENDIG FÜR SPIELE AUF NEUTRALEM BODEN. Normalerweise, wird den Austragungsort des Heim- oder Gastteams aus der Mannschaftsdatenbank genommen.

source: Legacy fields supporting admins who have been using the Game Schedules plugin since "back in the day". These fields are DEPRECATED and may be eliminated in a future release.
de_de: Alte Felder für Administratoren, die das Game Schedules Plugin aus "älteren Tagen" verwendet haben. Diese Felder sind ÜBERHOLT und können in zukünftigen Versionen abgeschafft werden.

source: Name of opponent (your choice of format).
de_de: Name des Gegners (Format ist frei definierbar).

source: Link to a website for the opponent (your choice, maybe the team website or school website.
de_de: Link zu einer Homepage des Gegners (Deine Wahl, könnte z.B. deren Homepage oder Schul-Homepage sein).

source: This setting WILL OVERRIDE any selection from the Game Venues dropdown. It should NOT be used if venue is selected from Game Venues dropdown.
de_de: Dieser Eintrag ERSETZT jedwede Auswahl aus dem Austragungsort-Dropdown. Er soll NICHT verwendet werden, wenn einen Austragungsort aus dem Austragungsort-Dropdown erwünscht ist.

source: This could be a link to a map or to a venue website. It will override the map link in the Game Venues DB.
de_de: Dies kann z.B. eine Link zu einer Karte oder eine Homepage eines Stadions sein. Setzt den Karten-Link aus der Austragungsort-Datenbank außer Kraft.

source: Game result data fields, primarily for scoreboards.
de_de: Datenfelder für Spielergebnisse, hauptsächlich für Anzeigetafeln gedacht.

source: Home Score:
de_de: Heim-Punktstand:

source: Score for team assigned to schedule (not necessarily the "home" team). Note: the "Home Score" label can be changed in the Display Settings.
de_de: Spielstand für die zum Spielplan zugeteilte Mannschaft (nicht notwendigerweise die "Heimmannschaft"). Hinweis: die Beschriftung "Heim-Spielstand" kann in den Darstellungsoptionen geändert werden.

source: Opponent Score:
de_de: Gegner-Punktstand:

source: Final Score:
de_de: Endergebnis:

source: Check the box when game score is final.
de_de: Dieses Kästchen ankreuzen, wenn das Spiel zu Ende ist.

source: Current Period:
de_de: Jetziger Spielabschnitt:

source: For games in progress. Current period of game (if not final).
de_de: Für laufende Spiele. Aktuelle Periode/Halbzeit/Inning, usw. (falls Spiel nicht zu Ende).

source: Time Remaining:
de_de: Restzeit:

source: For games in progress. Current time remaining in game (if not final).
de_de: Für laufende Spiele. Verbleibende Spielzeit (falls Spiel nicht zu Ende).

source: Game Result:
de_de: Spielergebnis:

source: If a result is entered here, it will replace the game time in all front end displays.
de_de: Falls ein Ergebnis hier eingetragen wird, ersetzt dieses die Spielzeit in allen Frontend-Darstellungen.

source: Links to game information. Originally for "media" links, but can now be repurposed and used as used to suit your site's needs.
de_de: Links zu Spiel-Informationen. Ursprünglich für "Medien"-Links gedacht, kann aber für andere Zwecke verwendet werden, je nachdem was auf Deiner Homepage gebraucht wird.

source: %s Label 1:
de_de: %s Beschriftung 1:

source: This text will be displayed for %s link 1. If it is blank, NO LINKS WILL BE DISPLAYED.
de_de: Dieser Text wird für %s Link 1 gezeigt. Falls leer gelassen WERDEN KEINE LINKS GEZEIGT.

source: URL for %s link 1.
de_de: URL für %s Link 1.

source: %s Label 2:
de_de: %s Beschriftung 2:

source: This text will be displayed for %s link 2. If it is blank, #3 below will be ignored.
de_de: Dieser Text wird für %s Link 2 gezeigt. Wenn leer, wird #3 unten ignoriert.

source: URL for %s link 2.
de_de: URL für %s Link 2.

source: %s Label 3:
de_de: %s Beschriftung 3:

source: This text will be displayed for %s link 3.
de_de: Dieser Text wird für %s Link 3 gezeigt.

source: URL for %s link 3.
de_de: URL für %s Link 3.

source: You must create a schedule before entering games.
de_de: Um Spiele einzutragen musst Du zuerst einen Spielplan erstellen.

source: No schedules found. Create a schedule through the Schedules menu before assigning a game to it.
de_de: Keine Spielpläne gefunden. Erstelle zuerst einen Spielplan im Spielpläne-Menü, bevor Du ihn Spiele zuordnest.

source: Select Opponent:
de_de: Gegner auswählen:

source: If set, this setting will override Opponent and Opponent Link. It is also the only way to add logos to the various displays.
de_de: Wenn gesetzt, setzt diese Einstellung die Felder Gegner und Gegner-Link außer Kraft. Es ist auch die einzige Möglichkeit, Logos für die verschiedenen Darstellungen zu aktivieren.

source: A schedule MUST be selected before saving the game.
de_de: Ein Spielplan MUSS ausgewählt werden um das Spiel abzuspeichern.

source: Invalid opponent link.
de_de: Ungültiger Gegner-Link.

source: Invalid game location link.
de_de: Ungültige Austragungsort-Link.

source: Invalid URL. Media URL 1 not saved.
de_de: Ungültige URL. Medien-URL 1 nicht gespeichert.

source: Invalid URL. Media URL 2 not saved.
de_de: Ungültige URL. Medien-URL 2 nicht gespeichert.

source: Invalid URL. Media URL 3 not saved.
de_de: Ungültige URL. Medien-URL 3 nicht gespeichert.

source: Invalid referrer. Contact system admin.
de_de: Ungültiger Referrer. Systemadminstrator bitte kontaktieren.

source: Time
de_de: Zeit

source: No Schedule Defined. (This is bad.)
de_de: Keine Spielpläne definiert. (Nicht gut...).

source: No Game Date
de_de: Kein Spieldatum

source: No Opponent
de_de: Kein Gegner

source: None
de_de: Keine

source: Show All Schedules
de_de: Alle Spielpläne anzeigen

source: Show All Scoreboards
de_de: Alle Anzeigetafeln anzeigen

source: Create a Team via the Teams menu before creating a schedule.
de_de: Erstelle zuerst eine Mannschaft im Mannschafts-Menü, bevor Du einen Spielplan erstellst.

source: Will default to title entry converted to WP "slug" format(128 character max) E.g., "2013 Varsity Football" will be converted to "2013-varsity-football."
de_de: Die Vorgabe ist der Titeleintrag, konvertiert zu einem WP "Slug" (maximal 128 Zeichen). Z.B. "2013 Varsity Football" wird in "2013-varsity-football" konvertiert.

source: Schedule For:
de_de: Spielplan für:

source: Selected team (from the Teams DB) will be the home team for this schedule.
de_de: Die ausgewählte Mannschaft (aus der Mannschaftsdatenbank) wird als Heimmannschaft für diesen Spielplan betrachtet.

source: A TITLE is necessary. Please enter one.
de_de: Ein TITEL wird benötigt. Bitte einen eingeben.
